[
    {
        "autorId" : 1,
        "autor": "Isabel Caro Gabalda",
        "imagen": "https://static.docsity.com/documents_first_pages/apuntes/2018/02/02/05ece9b8a9c963f1560bf46c7156ebf5.png",
        "pregunta": "Psicoterapia",
        "respuesta": "Es un término que se ha usado desde el S XX, para referirse a una colección de prácticas heterogéneas, que algunas veces no tienen mucho que ver entre unas y las otras. A esto se le suma el adjetivo de cognitiva; que generalmente era considerado como algo “sospechoso”, no deja a la vista un significado claro e inequívoco. Por lo tanto, diremos que las terapias cognitivas, han sido un eje para los psicoterapeutas de cualquier corriente."
    },
    {
        "autorId" : 2,
        "autor": "Isabel Caro Gabalda",
        "imagen": "https://static.docsity.com/documents_first_pages/apuntes/2018/02/02/05ece9b8a9c963f1560bf46c7156ebf5.png",
        "pregunta": "Psicoterapia en los años 80",
        "respuesta": "El reduccionismo biologicista se volvió un pilar fundamental y algo en lo que basarse y conseguir para la ciencia de ese entonces. Siendo así, que el fenómeno psicológico relacionado a los trastornos mentales desapareciera, y más aún los abordajes psicológicos y todas las psicoterapias en general. Sin embargo, durante ese momento de radicalización reduccionista, hubo excepciones (A.T. Beck: T. Cognitiva de la depresión y L. Klerman y M. Weissman: T. Interpersonal de la depresión)."
    },
    {
        "autorId" : 1,
        "autor": "Isabel Caro Gabalda",
        "imagen": "https://static.docsity.com/documents_first_pages/apuntes/2018/02/02/05ece9b8a9c963f1560bf46c7156ebf5.png",
        "pregunta": "Características Manuales de psicoterapia de los 80",
        "respuesta": "<b>1.</b> Sus teorías y estudios estaban compilados en un manual, a modo de ensayo clínico. <br> <b> 2. </b>Describen y se desarrollan dentro de un trastorno específico (no indagan en el autoconocimiento). <br><b> 3.</b> Demuestran una destreza profesional y el uso de determinadas reglas/técnicas. <br> <b> 4. </b> Ambos describen su utilidad al simultáneo del uso de medicamentos farmacológicos."
    },
    {
        "autorId" : 1,
        "autor": "Isabel Caro Gabalda",
        "imagen": "https://static.docsity.com/documents_first_pages/apuntes/2018/02/02/05ece9b8a9c963f1560bf46c7156ebf5.png",
        "pregunta": "Aspectos más destacados del enfoque cognitivo",
        "respuesta": "Necesidad de que los terapeutas sean capaces de realizar una conceptualización y formulación cognitiva de cada caso clínico. Esto reduce el número de sesiones, facilita la alianza terapéutica y nos asegura un mejor diseño del tratamiento, con lo que estamos contribuyendo a la eficacia del procedimiento en cada caso clínico."
    },
    {
        "autorId" : 1,
        "autor": "Isabel Caro Gabalda",
        "imagen": "https://static.docsity.com/documents_first_pages/apuntes/2018/02/02/05ece9b8a9c963f1560bf46c7156ebf5.png",
        "pregunta": "Modelos cognitivos",
        "respuesta": ""
    }
]